<%@ Page Title="Home" Language="C#" MasterPageFile="~/MasterPage.master" AutoEventWireup="true" CodeFile="index.aspx.cs"
    Inherits="index" %>
    <%-- Homepage of the application, displaying history and introductory information. --%>

        <asp:Content ID="Content1" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
            <asp:Image ID="Img1" runat="server" CssClass="imgLeft" Height="89px" ImageUrl="~/Images/145px-CPC_LOGO.jpg"
                Width="89px" />
            <h3>Title 1</h3>
            <p>
                มหาวิทยาลัยเทคโนโลยีราชมงคลตะวันออก เป็นมหาวิทยาลัยด้านวิทยาศาสตร์และเทคโนโลยี
                จัดตั้งขึ้นตามพระราชบัญญัติมหาวิทยาลัยเทคโนโลยีราชมงคล พ.ศ. 2548
                ซึ่งได้รับการประกาศในราชกิจจานุเบกษาและมีผลบังคับใช้ตั้งแต่วันที่ 19 มกราคม 2548 เป็นต้นมา
                โดยในพระราชบัญญัติฉบับนี้ได้กำหนดให้รวมกลุ่มวิทยาเขตในสังกัดสถาบันเทคโนโลยีราชมงคล
                จำนวน 4 วิทยาเขตและ 1 คณะ ตามมาตรา 65 (3) ได้แก่ วิทยาเขตจักรพงษภูวนารถ
                วิทยาเขตอุเทนถวายวิทยาเขตจันทบุรี
                วิทยาเขตบางพระ และคณะเกษตรศาสตร์บางพระ พร้อมทั้งให้ยกฐานะเป็นมหาวิทยาลัยเทคโนโลยีราชมงคลตะวันออก
                โดยมีฐานะเป็นนิติบุคคลและเป็นส่วนราชการตามกฎหมายว่าด้วยวิธีการงบประมาณในสังกัดกระทรวงศึกษาธิการ
                โดยมีอธิการบดีเป็นผู้รับผิดชอบในฐานะหัวหน้าส่วนราชการเช่นเดียวกับอธิบดีกรมต่างๆ
                ในการนี้คณะบริหารธุรกิจและเทคโนโลยีสารสนเทศวิทยาเขตจักรพงษภูวนารถ
                ได้มีการจัดการเรียนการสอน ดังนี้
            </p>
            <asp:Image runat="server" ID="Img2" CssClass="imgRight" Height="88px" ImageUrl="~/Images/Picture1.jpg"
                Width="89px"></asp:Image>
            <h3>Title 2</h3>
            <p>
                ปี พ.ศ. 2546 เปิดสอนระดับปริญญาตรีหลักสูตร 2 ปี สาขาบริหารธุรกิจ ภาคสมทบ 2 ปีครึ่ง วิชาเอกการบัญชีทั่วไป
                และวิชาเอกบริหารการตลาด ปี พ.ศ. 2547 เปิดสอนระดับปริญญาตรีหลักสูตรต่อเนื่อง หลักสูตรบริการธุรกิจ
                วิชาเอกการจัดการสำนักงานภาคปกติ 2 ปี และภาคสมทบ 2 ปีครึ่ง
                วันที่ 15 พฤศจิกายน 2547 ลงนามความร่วมมือโครงการจัดการศึกษาภายนอก มหาวิทยาลัยฯ ระดับปริญญาตรี
                คณะบริหารธุรกิจภาคสมทบ ระหว่างสถาบันเทคโนโลยีราชมงคล วิทยาเขตจักรพงษภูวนารถ
                และโรงเรียนเทคโนโลยีภาคตะวันออก (E.TECH) ชลบุรี

                ปี พ.ศ. 2548 เปิดสอนระดับปริญญาตรี หลักสูตรบริหารธุรกิจบัณฑิต วิชาเอกการบัญชีการเงิน หลักสูตร 4 ปี
                ภาคปกติและหลักสูตรต่อเนื่อง 2 ปี ภาคปกติและภาคสมทบ
                และเปิดสอนระดับปริญญาตรีหลักสูตรวิทยาศาสตร์บัณฑิตวิชาเอกวิทยาการคอมพิวเตอร์ภาคปกติ 4 ปี
                ปี พ.ศ. 2549 เปิดสอนระดับปริญญาตรี หลักสูตรบริหารธุรกิจบัณฑิต
                สาขาวิชาเทคโนโลยีโลจิสติกส์และการจัดการระบบขนส่ง หลักสูตร 4 ปีภาคปกติ และเปิดสอนระดับปริญญาตรี
                หลักสูตรบริหารธุรกิจบัณฑิตสาขาวิชาเทคโนโลยีสารสนเทศทางคอมพิวเตอร์ - พัฒนาซอฟต์แวร์ หลักสูตรต่อเนื่อง 2
                ปี ภาคปกติ และภาคสมทบ
                ปี พ.ศ. 2551 เปิดสอนระดับปริญญาตรี หลักสูตรเทคโนโลยีบัณฑิต สาขาวิชาเทคโนโลยีการโฆษณาและประชาสัมพันธ์
                และสาขาวิชาเทคโนโลยีมัลติมีเดีย...
            </p>
            <br />
            <br />
            <br />
        </asp:Content>